[
  {
    "id": 1,
    "type": "city",
    "text": "You decide to unwind at the Sleeping Lion, but just as you are starting to relax, a bear of a man crashes into your table, scattering your drinks across the floor.\n\nTowering over him is a massive Inox. \"What did you say about my horns?\" the Inox shouts.\n\nThe man stands up and brushes shards of glass from his tunic. \"I said the sight of them makes me want to vomit!\"\n\nThe Inox roars and charges headlong into the man, crashing through more tables in the process. At this, the entire tavern erupts into violence. After all, when a man is deep into his drink, the last thing you want to do is knock that drink over.",
    "optionA": {
      "choice": "Join the fray! These insults will not go unanswered!",
      "outcomes": [
        {
          "text": "Nothing like busting some drunken skulls to lift one's spirits. It turns out to be a great way to unwind. Unfortunately, the proprietor of the Sleeping Lion doesn't exactly see it that way, and he sullenly asks for compensation for the damage you caused.",
          "effects": [
            "Gain 10 experience each.",
            "Either lose 5 gold each or lose 1 reputation."
          ],
          "resolve": "{Return}"
        }
      ]
    },
    "optionB": {
      "choice": "Do your best to stop the fighting. This is a respectable establishment.",
      "outcomes": [
        {
          "text": "After restraining the enraged Inox and offering to replace the drinks of a few of the more belligerent patrons, you calm the place down a bit. Some of the non-human patrons are understandably on edge, but the proprietor thanks you for your efforts and reimburses you for the drinks.",
          "effects": [
            "Gain 1 reputation."
          ],
          "resolve": "{Return}"
        }
      ]
    }
  },
  {
    "id": 2,
    "type": "city",
    "text": "As the daylight fades, you find yourselves wandering through a half-crowded market street, browsing wares.\n\n\"Hey! Over here!\" You turn in the direction of the voice to see a filthy Vermling gesturing from a dark alley. \"Yeah, you grim-looking chaps. I have something you might he interested in.\"\n\nThe Vermling holds out a piece of metal covered in sludge. \"Found this in the sewer. Writing on it I don't understand, but I know it's valuable. You can have it for ten gold!\"",
    "optionA": {
      "choice": "Pay for the thing. You never know.",
      "outcomes": [
        {
          "requirement": "PAY 10 COLLECTIVE GOLD",
          "text": "You hand over the gold and take hold of the piece of garbage. Amidst troubling brown smears you see a lot of meaningless scratches likely made by rats and bugs. Oh well. Sometimes the long shot doesn't pay off.",
          "effects": [
            "No effect."
          ],
          "resolve": "{Return}"
        },
        {
          "requirement": "OTHERWISE",
          "text": "\"Bah! You don't have enough. Come back when you do!\"",
          "effects": [
            "No effect."
          ],
          "resolve": "{Return}"
        }
      ]
    },
    "optionB": {
      "choice": "Refuse to pay. Never trust a Vermling.",
      "outcomes": [
        {
          "text": "You laugh and gesture the Vermling away. You can recognize a low-life swindler when you see one. And that piece of garbage was just...foul.",
          "effects": [
            "No effect."
          ],
          "resolve": "{Return}"
        }
      ]
    }
  },
  {
    "id": 3,
    "type": "city",
    "text": "As the daylight fades, you find yourselves wandering through a half-crowded market street, browsing wares.\n\n\"Hey! Over here!\" You turn in the direction a of the voice to see a filthy Vermling gesturing from a dark alley \"Yeah, you grim-looking chaps. I have something you might be interested in.\"\n\nThe Vermling holds out a piece of metal covered in sludge. Found this in the sewer. Writing on it I don't understand, but I know its valuable. You can have it for ten gold!\"",
    "optionA": {
      "choice": "Pay for the thing. You never know.",
      "outcomes": [
        {
          "requirement": "PAY 10 COLLECTIVE COLD",
          "text": "You hand over the gold and take hold of the metal. You wipe off the grime and slop to discover a foreign contraption made of large gears and many moving parts. If you can figure out what it is, this device might actually be of some worth.",
          "effects": [
            "Gain 1 collective \"Curious Gear\" (Item 125).",
            "Global Achievement: \"Ancient Technology.\""
          ],
          "resolve": "{Remove}"
        },
        {
          "requirement": "OTHERWISE",
          "text": "\"Bah! You don't have enough. Come back when you do!\"",
          "resolve": "{Return}"
        }
      ]
    },
    "optionB": {
      "choice": "Refuse to pay. Never trust a Vermling.",
      "outcomes": [
        {
          "text": "You laugh and gesture the Vermling away. You can recognize a low-life swindler when you see one. And that piece of garbage was just..foul.",
          "effects": [
            "No effect."
          ],
          "resolve": "{Remove}"
        }
      ]
    }
  },
  {
    "id": 4,
    "type": "city",
    "text": "Having recently returned from your latest adventure, you are approached by a ratty-looking boy in tears.\n\n\"Please, sirs, could you please help me with my cat? He went over there, and I’m afraid.\" The boy points a dirty finger at a decrepit, abandoned building. \"I don't know what else to do.\"",
    "optionA": {
      "choice": "Find a cat? You have more important things to do.",
      "outcomes": [
        {
          "text": "You shake your head and direct the boy to go find his mother. With any luck she will knock some sense into him so that he stops troubling strangers with such trivial matters.",
          "effects": [
            "No effect."
          ],
          "resolve": "{Remove}"
        }
      ]
    },
    "optionB": {
      "choice": "Reassure the boy and go find the cat.",
      "outcomes": [
        {
          "text": "You approach the foreboding house full of heroic bravado. There's certainly nothing otherworldly about the structure, but its fallen beams and piles of rubble do make it difficult to look around. By the time you find the cat hiding under a burned-out bed frame, you are utterly exhausted. At least the boy is ecstatic his cat has been found.",
          "effects": [
            "Lose 1 {Check} each.",
            "Gain 1 reputation."
          ],
          "resolve": "{Remove}"
        }
      ]
    }
  },
  {
    "id": 5,
    "type": "city",
    "text": "After resting for the evening, you start out your day noticing a great number of prominent, commanding posters around the city. Reading one, you learn that the Sanctuary of the Great Oak is laying down the foundation for a new building on the east side of Gloomhaven. Everyone is encouraged to come and help. This could be an important community event.",
    "optionA": {
      "choice": "Go help lay the foundation.",
      "outcomes": [
        {
          "text": "Amidst a great deal of revelry, you put all you have into laying the foundation of the sanctuary. Surely much good will be done here healing the sick and wounded. After all your exhaustive efforts, though, you might end up being their first patients.",
          "effects": [
            "Lose 1 {Check}",
            "Gain 1 reputation.",
            "Gain 1 prosperity."
          ],
          "resolve": "{Remove}"
        }
      ]
    },
    "optionB": {
      "choice": "Take the opportunity to steal some valuables in the area while people are distracted.",
      "outcomes": [
        {
          "text": "You head to the prosperous east side of town, not to help lay down the foundation, but to steal some goods from shopkeepers too silly to lock up their wares during the festivities. You make off with a good deal of money and the distracted guards are none the wiser.",
          "effects": [
            "Gain 5 gold each.",
            "Reputation < -4: Gain 5 additional gold each."
          ],
          "resolve": "{Remove}"
        }
      ]
    }
  },
  {
    "id": 6,
    "type": "city",
    "text": "You awake in the middle of the night to the sound of alarms ringing in the west. You recognize them as the warning clangs of an attack on the wall.\n\nAny force bold enough to assault the defenses of Gloomhaven can't be good, For a moment you are grateful for the prolific number of guards defending the city. But still, there is always the possibility that the guards may not be enough.",
    "optionA": {
      "choice": "Go aid in the defense of the city.",
      "outcomes": [
        {
          "text": "You rush toward the West Gate, eager to fight back the invaders. As you approach, you see a mass of Vermlings climbing over the wall and attacking the guards with daggers and arrows. You yell and charge into the battle. It is a rough fight, but you emerge victorious, covered in fur and blood. The citizens of Gloomhaven remain safe, and the town is free to grow and prosper.",
          "effects": [
            "Gain 5 experience each.",
            "Gain 1 prosperity."
          ],
          "resolve": "{Remove}"
        }
      ]
    },
    "optionB": {
      "choice": "If the guards are distracted by an attacking force, now would be the perfect time to steal some valuables.",
      "outcomes": [
        {
          "text": "The town erupts into chaos with panicked cries of \"Vermlings!\" — a perfect opportunity to collect some valuables. Slinking around to an abandoned shop, you find a way in and pilfer the safe. In the morning, the devastation from the assault is noticeable. Downtrodden looks greet you as you passr and you wonder if your presence was missed along the walls.",
          "effects": [
            "Gain Random Item Design.",
            "Reputation > 4: Lose 1 reputation."
          ],
          "resolve": "{Remove}"
        }
      ]
    }
  },
  {
    "id": 7,
    "type": "city",
    "text": "Occasionally your dealings in town lead you past the bustling docks. All conversation gets drowned out by the constant din of loading and unloading cargo and crew. This makes it all the more surprising when you hear a voice above the noise directed straight at you.\n\n\"Oi! You with the hard looks and big arms! I desperately need some help o'er here! Spare a few minutes to help make sure I get out of port on time? Otherwise I'll be stuck here until tomorrow!\"",
    "optionA": {
      "choice": "Help the captain load his ship.",
      "outcomes": [
        {
          "text": "What was advertised as a few minutes turns out to be an hour or two as you lug large crates full of some foul-smelling liquid from a nearby warehouse into the hold of the ship, At least the captain is relieved that he'll be able to set sail on time, though. He gratefully pays you, but you can't help, but think that such menial labor might be beneath you.",
          "effects": [
            "Gain 5 gold each.",
            "Reputation > 9: lose 1 reputation.",
            "Reputation < -4: Gain 1 reputation."
          ],
          "resolve": "{Remove}"
        }
      ]
    },
    "optionB": {
      "choice": "Move on with your business. You don't have the time or inclination for such things.",
      "outcomes": [
        {
          "text": "Unwilling to be bothered by such trivial matters, you continue on your way amidst curses from the ship's captain. \"Blast it all! You'll get nowhere in life with that sort of attitude!\"",
          "effects": [
            "Reputation > 4: Gain 1 reputation.",
            "Reputation < -9: Lose 1 reputation."
          ],
          "resolve": "{Remove}"
        }
      ]
    }
  },
  {
    "id": 8,
    "type": "city",
    "text": "On a trip to the New Market, you see a curious sea chart prominently displayed in a Valrath merchants stall.\n\n\"Ah. I see this interests you!\" he says while holding it up, taking great care not to damage it. \"I've been told this map will lead you to a location of untold riches! Wondrous beyond anything you have seen before!\"\n\nThe Valrath gestures grandly with his free hand and his smile grows wide. \"How can you say no to this? Just make me an offer!\"",
    "optionA": {
      "choice": "The map docs look valuable. Decide to bargain for it.",
      "outcomes": [
        {
          "requirement": "PAY 20 (reputation < 10) or 15 (reputation > 9) COLLECTIVE COLD",
          "text": "After some amount of haggling back and forth, you settle on a price and pay for the map. You recognize some of the landmarks and should be able to find this place of \"untold treasure \"by hiring a ship.",
          "effects": [
            "Unlock \"Sunken Vessel\" {Scenario93} (N-17)",
            "Party Achievement: \"A Map to Treasure.\""
          ],
          "resolve": "{Remove}"
        },
        {
          "requirement": "OTHERWISE",
          "text": "Despite your valiant efforts, you cannot get the merchant to lower his price to something you can afford.",
          "effects": [
            "No effect."
          ],
          "resolve": "{Return}"
        }
      ]
    },
    "optionB": {
      "choice": "Refuse to deal with the merchant.",
      "outcomes": [
        {
          "text": "Wary of the merchant's overly exuberant nature, you politely decline his offer and go about your intended business.",
          "effects": [
            "No effect."
          ],
          "resolve": "{Remove}"
        }
      ]
    }
  },
  {
    "id": 9,
    "type": "city",
    "text": "After a night of heavy drinking, you get turned around while navigating the back alleys and find yourself standing before a collapsed section of bricked road that leads down into an underground tunnel.\n\nFueled by curiosity and a bit of liquid courage, you descend in search of adventure. Stumbling around in the vast network of tunnels proves rather fruitless, however, until a well-concealed passage leads you to a long-forgotten stash of weaponry and dried food.\n\nThe stuff could fetch a decent price at the Sunken Market, or you could turn it over to the city guard, which is always in need arms and rations.",
    "optionA": {
      "choice": "Sell the goods.",
      "outcomes": [
        {
          "text": "Using a few less-than-savory contacts, you're able to unload the goods for a respectable price. Who knew drunken strolls could prove so profitable?",
          "effects": [
            "Gain 10 gold each.",
            "Reputation < -9: Gain 5 additional gold each."
          ],
          "resolve": "{Remove}"
        }
      ]
    },
    "optionB": {
      "choice": "Donate the goods to the city.",
      "outcomes": [
        {
          "text": "You sleep off the previous nights revelries and approach the Captain of the Guard. \"This is wonderful news! With attacks on the city becoming ever more frequent our blacksmiths are having trouble keeping up with our demands. And the food should help considerably if we ever find ourselves under siege. This is truly a big help to the city.\"",
          "effects": [
            "Gain 1 prosperity."
          ],
          "resolve": "{Remove}"
        }
      ]
    }
  },
  {
    "id": 10,
    "type": "city",
    "text": "Relaxing for the evening at the Sleeping Lion, a shifty-looking man approaches you, hand outstretched. In it are a pair of pale dice with crude marks scratched on them.\n\n\"Greetings, friends. You look like you could stand to liven things up a bit. Care for a quick game of bone dice with me? I'm sure we could make it interesting.\" His other hand pats a coin purse at his side.",
    "optionA": {
      "choice": "Play a game with the man. It may prove to be a good time.",
      "outcomes": [
        {
          "requirement": "REPUTATION > -5",
          "text": "You get into the game, but after a few rounds, your enthusiasm wanes as the man displays a streak of luck that can only be described as \"uncanny\" You leave the table empty handed.",
          "effects": [
            "Lose 5 gold each."
          ],
          "resolve": "{Return}"
        },
        {
          "requirement": "OTHERWISE",
          "text": "The man clearly intends to cheat you out of your hard-earned money. He's not the only one capable of cheating, however. After a few rounds,you wipe that smile right off his face.",
          "effects": [
            "Gain 5 gold each."
          ],
          "resolve": "{Remove}"
        }
      ]
    },
    "optionB": {
      "choice": "Refuse the game of dice.",
      "outcomes": [
        {
          "text": "You laugh and wave away the man's offer. You get all the excitement you need fighting toe-to-toe against vicious monsters. In combat, what matters most is planning and tactics, which are far more interesting than some random roll of the dice.",
          "effects": [
            "Gain 1 reputation."
          ],
          "resolve": "{Return}"
        }
      ]
    }
  },
  {
    "id": 11,
    "type": "city",
    "text": "\"Please, something of interest, sirs.\" The words come through in chitters and hisses. You turn your head toward an alley in the Ward of Scales to see a Harrower dressed in crude robes and a mask, it holds out a piece of parchment.\n\n\"Something for sirs. Very powerful just five gold.\"\n\nYou can see the parchment has the designs for something on it, but still — you recognize this Harrower. It is known for trading in disreputable goods. You can't know where that parchment came from and if anyone saw you dealing with this creature...well, they might get the wrong idea.",
    "optionA": {
      "choice": "Make a deal wilh the Harrower.",
      "outcomes": [
        {
          "requirement": "PAY 5 COLLECTIVE GOLD",
          "text": "Intrigued by the parchment, you quickly make a decision to buy it off the Harrower. The exchange is fast, and then you move on your way, hoping no one saw you.",
          "effects": [
            "Gain Random Item Design.",
            "Reputation > 9: Lose 1 reputation."
          ],
          "resolve": "{Remove}"
        },
        {
          "requirement": "OTHERWISE",
          "text": "You try to pay the Harrower less than it asks for, which only manages to anger it. It hisses loudly and shuns you.",
          "effects": [
            "Lose 1 reputation."
          ],
          "resolve": "{Remove}"
        }
      ]
    },
    "optionB": {
      "choice": "Shake your head and walk away. Best not to take chances in such situations.",
      "outcomes": [
        {
          "text": "You loudly refuse the Harrower's offer and continue about your business. That thing should know better than to stray from the Sinking Market.",
          "effects": [
            "Reputation < -4: Gain 1 reputation."
          ],
          "resolve": "{Remove}"
        }
      ]
    }
  },
  {
    "id": 12,
    "type": "city",
    "text": "A great revelry is underway at the New Market when you arrive to purchase supplies. Investigating further, you discover the town is in the midst of a pie-eating contest.\n\nA group of large sailors sits triumphantly at a long table on a makeshift stage, crumbs and bits of fruit scattered all around. A man in the center stands and addresses the crowd.\n\n\"Can no one best our pie-eating prowess? Step up and test your mettle!\" With nothing better to do, you head up to the stage.\n\nThe contest goes well for a while as you match the others pie-for-pie, but soon your eating starts to slow, and the sailors are still going strong.",
    "optionA": {
      "choice": "Yield to the pie and admit defeat.",
      "outcomes": [
        {
          "text": "You put down uour utensils and yield to the sailors. They roar with pride and slap you on the back. Unfortunately, the sudden jolt doesn't sit well with your stomach, and soon all the pies you ate are coming back up, much to the disgust of the gathered crowd.",
          "effects": [
            "Lose 1 reputation."
          ],
          "resolve": "{Remove}"
        }
      ]
    },
    "optionB": {
      "choice": "Power through the pain. You will not be bested!",
      "outcomes": [
        {
          "text": "You emit a primal yell and continue eating. Pie after pie, your willpower cannot be broken, and eventually the sailors are forced to concede. However, you cannot even stand to shake your foes' hands. Your legs are boneless and your stomach feels worse than it has ever felt before. You have earned glory and prize money, but all you want to do is lie down and wait for the horror to pass.",
          "effects": [
            "Lose 1 {Check}.",
            "Gain 10 gold each.",
            "Gain 1 reputation."
          ],
          "resolve": "{Remove}"
        }
      ]
    }
  },
  {
    "id": 13,
    "type": "city",
    "text": "You are walking across the Silent Bridge, headed toward the Sleeping Lion to get a quick meal, when you see a Quatryl standing in front of a small cart laden with plates of food and curious contraptions.\n\n\"Come try the delicacies of the East!\" the Quatryl barks. \"Food enhanced with science! Flavors beyond your wildest imagination!\"",
    "optionA": {
      "choice": "Stop and try the food.",
      "outcomes": [
        {
          "text": "You decide to indulge in the unknown and see what the Quatryl is offering. He looks very pleased at your approach and instructs you to inhale a tube of vapors, then take a bite from a bowl full of tiny golden spheres. As the spheres melt in your mouth, the taste mixes with the aroma of the vapors to create a wonderful experience. You pay what you can, but the Quatryl seems solely focused on how much you enjoyed the meal.",
          "effects": [
            "All start scenario with BLESS {Bless}.",
            "Lose 3 gold each."
          ],
          "resolve": "{Return}"
        }
      ]
    },
    "optionB": {
      "choice": "Continue on your way to a less adventurous meal.",
      "outcomes": [
        {
          "text": "After a quick glance at the cart, you are not even sure how you would go about eating most of the food Best to play it safe in these situations and stick to what you know will fill you up cheaply.",
          "effects": [
            "No effect."
          ],
          "resolve": "{Return}"
        }
      ]
    }
  },
  {
    "id": 14,
    "type": "city",
    "text": "You hear screams from the south as you approach the docks and see a group of women running toward you in a panic.\n\n\"An invasion! They yell as they race by you, nearly knocking you over.\n\nYou hurry to the docks and find a crowd of workers on edge, armed with makeshift weapons and circling one particular pier.\n\nStanding at the far end of the wooden planks is a group of Lurkers — terrifying crab-like monsters as big as an Inox and equally ferocious. Except these Lurkers don't appear to be hostile. They are simply standing on the dock, clacking their claws in a strange rhythm.",
    "optionA": {
      "choice": "Raise arms and fight the Lurkers back into the sea.",
      "outcomes": [
        {
          "text": "The crowd parts as you approach the dock with weapons drawn. You step onto the soft wood and the Lurkers turn toward you and stop clacking. They all hiss and brandish their claws in aggression. You charge forward and meet the threat head-on, hacking away at their carapaces until they scuttle off the dock and back into the water.",
          "effects": [
            "Gain 10 experience each."
          ],
          "resolve": "{Remove}"
        }
      ]
    },
    "optionB": {
      "choice": "Approach the Lurkers cautiously and attempt to communicate with them.",
      "outcomes": [
        {
          "text": "The crowd parts as you move toward the dock with both confidence and care. The Lurkers notice your approach and continue to clack in your direction. You call out to them and ask why they are here, but all you get in response is a change in the tempo of their clacking. When you express confusion, they clack again in frustration and scuttle back into the ocean. The crowd is very impressed that you managed to ward off the creatures without using force.",
          "effects": [
            "Gain 2 reputation."
          ],
          "resolve": "{Remove}"
        }
      ]
    }
  },
  {
    "id": 15,
    "type": "city",
    "text": "It was a truly marvelous night, full of alcohol and fuzzy memories. You are heading back to your rooms in high spirits when you take a wrong turn into an alley and trip over a mutilated corpse.\n\n\"What's all this then?\" You look up to see a city guard walk into the alley, annoyed by all the noise you were making in your revelry.\n\nBefore you can react, he draws his sword. \"You... what did you do?\"\n\nYou look and see that, due to the fall, your clothes are now covered in blood. The guard clearly thinks you are responsible for the man's death, This night just took a serious turn for the worse.",
    "optionA": {
      "choice": "Do your best to explain that the man was like this when you found him.",
      "outcomes": [
        {
          "requirement": "REPUTATION > 5",
          "text": "You sober up pretty quickly and explain the situation. Luckily the guard is familiar with your reputation and believes your story. After a few more questions, he allows you to leave and clean up.",
          "effects": [
            "No effect."
          ],
          "resolve": "{Remove}"
        },
        {
          "requirement": "OTHERWISE",
          "text": "Attempts to explain yourself just seem to make the situation worse. More guards show up and everyone eyes you suspiciously. Luckily your weapons don't match the man's wounds and the guards let you go, but they do so with a mistrustful glare.",
          "effects": [
            "Lose 2 reputation."
          ],
          "resolve": "{Remove}"
        }
      ]
    },
    "optionB": {
      "choice": "Panic and kill the guard, then dispose of both corpses.",
      "outcomes": [
        {
          "text": "The unlucky guard falls to your blade before he is able to call for help. If the bodies are found, it could cause a lot of trouble for you."
        },
        {
          "requirement": "PAY 15 COLLECTIVE GOLD",
          "text": "You go looking someone who can properly dispose of the mess. It's not cheap, but one of your contacts promises to make the bodies disappear.",
          "effects": [
            "No effect."
          ],
          "resolve": "{Remove}"
        },
        {
          "requirement": "OTHERWISE",
          "text": "Knowing you don't have enough to professional help, you spend all night cleaning up the mess before anyone discovers it.",
          "effects": [
            "Lose 1 {Check}."
          ],
          "resolve": "{Remove}"
        }
      ]
    }
  },
  {
    "id": 16,
    "type": "city",
    "text": "\"Stop struggling! You're coming with me and there's nothing you can do about it!\"\n\nAhead of you in the street, you see a pair of guards scuffling with a young boy dressed in rags. \"You snatch purses, you go to the Ghost Fortress. No way around that.\"\n\n\"But my family is starving.\" the boy cries. You recognize his voice from some of your dealings in the Sunken Market. He's given you helpful tips for mercenary work on a number of occasions.",
    "optionA": {
      "choice": "Intervene on the boy's behalf.",
      "outcomes": [
        {
          "requirement": "PAY 10 COLLECTIVE COLD",
          "text": "You entreat the guards to let the boy go, but they are unmoved. With further pressing, they agree to do so only if you pay his criminal fine. The guards cuff the boy's ear and set him free.",
          "effects": [
            "Add City Event 70 to the deck."
          ],
          "resolve": "{Remove}"
        },
        {
          "requirement": "OTHERWISE",
          "text": "You entreat the guards to let the boy go, but they are unmoved. It seems like you may be able to grease their palms a bit, but, unfortunately, you do not have enough money to sway their minds. The boy is hauled off to the Ghost Fortress.",
          "effects": [
            "No effect."
          ],
          "resolve": "{Remove}"
        }
      ]
    },
    "optionB": {
      "choice": "Let the guards haul the boy away to prison.",
      "outcomes": [
        {
          "text": "There are repercussions to getting caught, and like the guard said, sometimes there's no way out of it. You owe the boy nothing, and so let the guards take him away.",
          "effects": [
            "No effect."
          ],
          "resolve": "{Remove}"
        }
      ]
    }
  },
  {
    "id": 17,
    "type": "city",
    "text": "Returning to Gloomhaven with your latest haul of treasure, you approach the market in search of a good trade. Unfortunately, there are only a few visible stands around that are not yet packing up for the day.\n\nA robed Savvas catches your eye. It has a few strange artifacts on display, but you approach with no great expectation, hoping your goods will fetch a decent price.\n\nThe Savvas silently nods as you approach. It picks through your haul and lifts up a single item, holding out a small bag for you in exchange.\n\nPouring out the bag's contents, a single rectangular black-and-white coin lands in your palm.",
    "optionA": {
      "choice": "Demand a different payment. The single coin is an insult.",
      "outcomes": [
        {
          "text": "You slam the strange coin back down onto the Savvas' display in anger. It reaches out to grab the coin, but you take hold of its arm and demand a proper payment. Wordlessly, it looks at you with disdain and throws a handful of gold in your face. You shield your eyes and move to draw your weapon, but when you look around, the Savvas and its goods are no longer to be found. You sullenly gather the coins it threw and move on.",
          "effects": [
            "Gain 10 collective gold."
          ],
          "resolve": "{Remove}"
        }
      ]
    },
    "optionB": {
      "choice": "Accept the strange coin and research it for hidden value.",
      "outcomes": [
        {
          "text": "You calmly assess that the coin may possess much more value than it appears to have. You head to the University and spend hours looking through old records to no avail. You end the day in a tavern, easing the frustration with a drink and loud laments about the coin.\n\n\"Those markings are very interesting.\" You look up to see an Aesther standing over you. \"They describe a special meeting place. I can show you where.\"",
          "effects": [
            "Unlock \"Temple of the Eclipse\" {Scenario81} (D-2)."
          ],
          "resolve": "{Remove}"
        }
      ]
    }
  },
  {
    "id": 18,
    "type": "city",
    "text": "You are attending to business in the Sinking Market when a frail white-haired woman approaches you and grabs you by the arm.\n\n\"Oh my, don't you lot look strong.\" she says. \"Could you possibly assist me with a small problem I am having in my cellar?\"\n\nHer eyes grow narrow. \"Rats! So many rats! I don't know where they're coming from, but they are a right nuisance. Ruined three jars of preserves just yesterday!\"\n\nShe tugs weakly at your sleeve. \"Please, can you help me?\"",
    "optionA": {
      "choice": "Decline to help the old woman.",
      "outcomes": [
        {
          "text": "You pull your arm away from her filthy grasp and step away, making apologies for being too busy. Your excuses lack the proper tact, however, and soon the woman is bawling in the street, lamenting that no one will help her and how the rats will kill her in her sleep, then feast on her corpse. The whole speech is very graphic, and passersby begin to give you odd looks, wondering what you could have done to upset the poor woman so intensely.",
          "effects": [
            "Lose 1 reputation."
          ],
          "resolve": "{Return}"
        }
      ]
    },
    "optionB": {
      "choice": "Agree to help with the rat infestation.",
      "outcomes": [
        {
          "text": "You smile broadly and ask the woman to lead you to her house. It is a ramshackle dwelling half sunk into the muddy foundation. And inside there are certainly a lot of rats. You kill as many as you can, but in her cellar you find a large hole leading to a section of sewer that recently collapsed, leaving the pests with nowhere else to go. The woman thanks you for at least helping her to he able to sleep tonight and hands you a few coins.",
          "effects": [
            "Gain 2 gold each."
          ],
          "resolve": "{Return}"
        }
      ]
    }
  },
  {
    "id": 19,
    "type": "city",
    "text": "A curious invitation is slipped under your door in the early morning. It is for a wedding ceremony between the children of two wealthy Gloomhaven merchants. Your exploits seem to have placed you in their good graces, and so they would like you to join them on this special occasion, provided you don't show up in hlood-soaked armor. And for the love of the Great Oak, bring a gift.",
    "optionA": {
      "choice": "Attend the wedding with an expensive gift.",
      "outcomes": [
        {
          "requirement": "REPUTATION > 9. PAY 20 COLLECTIVE COLD",
          "text": "You head to the New Market and find a magnificent vase to bring as a gift. When the father of the bride sees it, he declares it the most wonderful piece he's ever encountered. You are the talk of the town.",
          "effects": [
            "Gain 2 reputation."
          ],
          "resolve": "{Remove}"
        },
        {
          "requirement": "REPUTATION < 10, PAY 20 COLLECTIVE COLD",
          "text": "You bring a very expensive vase as a gift, but you can't seem to catch the father of the bride's eve to present it at the right time.",
          "effects": [
            "No effect."
          ],
          "resolve": "{Remove}"
        },
        {
          "requirement": "OTHERWISE",
          "text": "Read outcome B."
        }
      ]
    },
    "optionB": {
      "choice": "Attend the wedding and bring a mundane gift.",
      "outcomes": [
        {
          "requirement": "REPUTATION < -4",
          "text": "You pick up an unremarkable set of silverware on the way to the event. When you arrive, the father of the bride casts a scornful look your way and begins whispering to those around him. Maybe you received the invitation by mistake.",
          "effects": [
            "Lose 5 collective gold.",
            "Lose 1 reputation."
          ],
          "resolve": "{Remove}"
        },
        {
          "requirement": "OTHERWISE",
          "text": "You are one guest among many, and everyone is having too good of a time to notice your poor choice in gifts.",
          "effects": [
            "Lose 5 collective gold."
          ],
          "resolve": "{Remove}"
        }
      ]
    }
  },
  {
    "id": 20,
    "type": "city",
    "text": "You are relaxing at the Sleeping Lion when an immaculately dressed man approach your table, a fake smile plastered to his face.\n\n\"Ah, you must be the mercenaries everyone is talking about, yes? My name is Lord Greymane and I have a delicate matter to discuss. May I sit?\"\n\nYou gesture to a chair and he sits with a faint grimace. \"I am transporting some valuable goods this evening from one of my warehouses, and I have reason to believe that some of the less desirable elements of this city wish to steal from me. I would like to hire you to help guard the undertaking.\"",
    "optionA": {
      "choice": "Agree to guard the goods. It should be easy money.",
      "outcomes": [
        {
          "requirement": "REPUTATION > 9",
          "text": "You head to the warehouse and watch in silence as a number of heavy crates are loaded onto a cart. You then escort the cart to the West Gate. No thefts are attempted, and you are paid well.",
          "effects": [
            "Gain 10 collective gold."
          ],
          "resolve": "{Return}"
        },
        {
          "requirement": "OTHERWISE",
          "text": "You head to the warehouse and are immediately set upon by a group of thieves. However, they prove no match for your expertise and are quickly dispatched. Greymane thanks you.",
          "effects": [
            "Gain 5 experience each.",
            "Gain 10 collective gold."
          ],
          "resolve": "{Remove}"
        }
      ]
    },
    "optionB": {
      "choice": "Politely decline. Yon have much better things to do tonight.",
      "outcomes": [
        {
          "text": "This is your night off, and you are going to spend it drinking, not guarding some snobby \"lord.\"\n\nIn the morning, you hear news that a shipment of rare minerals bound for the capital was stolen in the night. People are calling it a huge blow to the economy of the town.",
          "effects": [
            "Lose 1 prosperity."
          ],
          "resolve": "{Return}"
        }
      ]
    }
  },
  {
    "id": 21,
    "type": "city",
    "text": "\"I've been told you are the group to talk to if you want to get something done around here.\"\n\nYou look up from your table at the Sleeping Lion to see a rustic man in leather armor standing in front of you.\n\nThis tavern may as well be your office, due to the number of people coming through the doors looking for your help. You nod at the man, and he makes his request.\n\n\"My brother went out hunting in the Corpsewood two days ago and hasn't returned since, I fear the worst. If you are traveling in that direction, I hope you wouldn't mind keeping an eye out for him.\"",
    "optionA": {
      "choice": "Demand payment up front before agreeing to look for the man's brother.",
      "outcomes": [
        {
          "requirement": "REPUTATION > 7",
          "text": "\"What? I... Oh, very well.\" the man stutters. \"Since I trust you to keep your word, I'll give you a little money for your trouble.\" The man describes his brother and hands you a small coin pouch.",
          "effects": [
            "Gain 5 collective gold.",
            "Add Road Event 65 to the deck."
          ],
          "resolve": "{Remove}"
        },
        {
          "requirement": "OTHERWISE",
          "text": "The man puffs up in indignation, letting you know he is insulted by your behavior. He storms out of the tavern in a rage.",
          "effects": [
            "No effect."
          ],
          "resolve": "{Remove}"
        }
      ]
    },
    "optionB": {
      "choice": "Agree to help the man in his search.",
      "outcomes": [
        {
          "text": "The man thanks you profusely and gives a detailed description of his brother \"If you find him, no matter the condition, please let me know right away.\"",
          "effects": [
            "Add Road Event 65 to the deck."
          ],
          "resolve": "{Remove}"
        }
      ]
    }
  },
  {
    "id": 22,
    "type": "city",
    "text": "You decide to head to the Brown Door for the evening to enjoy a Quatryl concert.\n\nCorruption and crime run rampant in the bar, but the music is unmatched in all of Gloomhaven.\n\nYou are enjoying yourself immensely when you catch a glimpse of a man in a dark, tattered robe near the back of the room. He appears to be handing vials full of red liquid to a second man.",
    "optionA": {
      "choice": "Further investigate the exchange between the men.",
      "outcomes": [
        {
          "text": "You subtly move in the direction of the men, monitoring their actions with your peripheral vision. You recognize the dark robes from the run-ins you have had with cultists in the area, and as you get closer, you become convinced that the vials being traded contain blood. You grab the men and cause a huge amount of commotion as you fight to drag them outside and foil their dealings. You are able to hand them off to the proper authorities, but it may he a while before you are allowed back in the Brown Door. The concert was ruined.",
          "effects": [
            "Gain 2 reputation."
          ],
          "resolve": "{Remove}"
        }
      ]
    },
    "optionB": {
      "choice": "Leave the criminal element alone and continue enjoying the show.",
      "outcomes": [
        {
          "text": "The music is too good to be interrupted. You ignore the men in the back and simply have a great time.",
          "effects": [
            "Gain 1 {Check} each."
          ],
          "resolve": "{Remove}"
        }
      ]
    }
  },
  {
    "id": 23,
    "type": "city",
    "text": "You are walking home late at night when you hear some suspicious sounds coming from a nearby garden.\n\nYou move to investigate, and a shadowy figure bolts in the opposite direct carrying an armful of vegetables.",
    "optionA": {
      "choice": "Give chase. Thieves must be brought to justice.",
      "outcomes": [
        {
          "text": "The figure overburdened with vegetables is no match for your speed. You quickly run him down and deliver him to the city guard. Thankfully very little of the produce was damaged in the pursuit, and you are able to return it to the owner of the garden.",
          "effects": [
            "Gain 1 reputation."
          ],
          "resolve": "{Remove}"
        }
      ]
    },
    "optionB": {
      "choice": "The thief had the right idea. Grab some vegetables for yourself.",
      "outcomes": [
        {
          "text": "In an area cut off from civilization with no viable farmland, fresh vegetables are a rare commodity. The thief already made off with an armful so what's the harm in taking some more? When you get back to your room, you cook up a nice hearty soup and have a great meal.",
          "effects": [
            "All start scenario with BLESS {Bless}."
          ],
          "resolve": "{Remove}"
        }
      ]
    }
  },
  {
    "id": 24,
    "type": "city",
    "text": "Upon returning to the city after your latest adventure, you are approached by a high-ranking guard at the gate.\n\n\"Ah. good, I'm glad to have caught you, the guard begins. The capital has fallen behind on shipments of wood to Gloomhaven, so now it falls to us to pick up the slack so that construction of important city buildings doesn't stagnate.\"\n\nThe guard points to the east. We're forming an expedition to gather logs from the Corpsewood. We could use your help, either to guard against enemies or to chop down trees.\"",
    "optionA": {
      "choice": "Join the expedition as a guard.",
      "outcomes": [
        {
          "text": "The logging expedition heads to the outskirts of the Corpsewood and begins felling trees and transporting them back to Gloomhaven. You stay on your guard, patrolling the area and making sure there are no surprise attacks. A couple hours in, a tribe of Vermlings appear through the woods, but you are alert and prepared, dispatching them without a single casualty. The rest of the day goes by uneventfully.",
          "effects": [
            "Gain 10 experience each."
          ],
          "resolve": "{Return}"
        }
      ]
    },
    "optionB": {
      "choice": "Join the expedition as a logger.",
      "outcomes": [
        {
          "text": "You journey out to the Corpsewood, axe in hand and begin chopping away at the trees. You seem to have a natural skill with it, probably due to all the practice you get swinging a blade. Thanks to your help, the city is able to gather a large amount of extra wood for construction. You encounter some dangers throughout the day, but nothing you cannot handle.",
          "effects": [
            "Gain 1 prosperity."
          ],
          "resolve": "{Return}"
        }
      ]
    }
  },
  {
    "id": 25,
    "type": "city",
    "text": "On a trip to the Coin District, you catch sight of an old wiry Valrath carrying a large, intricate vase out his front door.\n\nAs you get closer, the Valrath begins to struggle with the vase, sweat pouring from his brow. Under the strain, the Valrath loses his balance, and the fragile vase topples downward as he yells a string of curses.",
    "optionA": {
      "choice": "Attempt to catch the vase.",
      "outcomes": [
        {
          "requirement": "{Brute}, {Cragheart}, {LightningBolts}",
          "text": "You race forward and wrap your arms around the vase. You manage to keep grip of it, preventing tragedy. The Valrath is relieved and offers to pay you for your trouble if you carry it the rest of the way.",
          "effects": [
            "Gain 5 collective gold."
          ],
          "resolve": "{Remove}"
        },
        {
          "requirement": "OTHERWISE",
          "text": "You race forward and attempt to catch the vase, but it is too much for you. Your grip loosens and the vase shatters into a hundred pieces. The Valrath is irate, demanding compensation from you for breaking it. You pay him what you can.",
          "effects": [
            "Lose 10 collective gold."
          ],
          "resolve": "{Remove}"
        }
      ]
    },
    "optionB": {
      "choice": "With no time to react watch the vase fall to the ground.",
      "outcomes": [
        {
          "text": "You watch helplessly as the vase careens out of the Valraths grasp and, once it connects with the hard ground shatters into a hundred pieces. The Valrath looks distraught and a little angry: You exchange a sympathetic glance with him and then continue about your business.",
          "effects": [
            "No effect."
          ],
          "resolve": "{Remove}"
        }
      ]
    }
  },
  {
    "id": 26,
    "type": "city",
    "text": "While enjoying your customary post-adventure drink at the Sleeping Lion, you notice something weird going on with the lamps in the bar.\n\nYour first thought is that it is your imagination, but after staring at the lamps intently, you see they are flickering in and out. Tech lamps, as opposed to normal gas-burning ones, have been known to be a bit unreliable.\n\nAs if on cue, the lamps suddenly go out completely, leaving the room pitch-black.",
    "optionA": {
      "choice": "Offer to fix the lamps. It shouldn't be too hard with a bit of technical know-how.",
      "outcomes": [
        {
          "requirement": "{Tinkerer}",
          "text": "You quickly identify the source of the problem — some frayed wiring in the kitchen — and have it replaced in no time. The proprietor seems very impressed by your work and gives free drinks all around in your name.",
          "effects": [
            "Gain 2 reputation."
          ],
          "resolve": "{Remove}"
        },
        {
          "requirement": "OTHERWISE",
          "text": "You fumble about magnanimously for a while before concluding that you have no idea what you're doing. The proprietor looks disappointed and sends out for a real tinkerer.",
          "effects": [
            "No effect."
          ],
          "resolve": "{Remove}"
        }
      ]
    },
    "optionB": {
      "choice": "Take the opportunity to steal some valuables from drunk patrons in the dark.",
      "outcomes": [
        {
          "requirement": "{Scoundrel}, {Mindthief}, {Eclipse}",
          "text": "The darkness gives the less scrupulous among you a good chance to perform their craft. Within a matter of minutes, your coin purses are much heavier.",
          "effects": [
            "Gain 10 collective gold."
          ],
          "resolve": "{Remove}"
        },
        {
          "requirement": "OTHERWISE",
          "text": "You attempt to lighten some purses, but even in the dark, you find the task a little outside your skill set. One patron catches your hand as it searches his belt. He starts yelling, and you flee as quickly as possible.",
          "effects": [
            "Lose 1 reputation."
          ],
          "resolve": "{Remove}"
        }
      ]
    }
  },
  {
    "id": 27,
    "type": "city",
    "text": "You are out in the Ward of Scales when you see a crowd of people forming to the south, growing louder and more dense by the second.\n\nAs you approach, you see through the angry mob a terrified Vermling being pulled in your direction by a group of gruff men.\n\n\"Dirty thief!\" a woman next to you screams. \"String it up\"\n\nGlancing behind you to where the crowd appears to be headed, you see a disused gibbet in the market square.\n\nThe men — clearly not guards — move closer.",
    "optionA": {
      "choice": "Attempt to stop the crowd from hanging the Vermling,",
      "outcomes": [
        {
          "requirement": "{Spellweaver}, {PointyHead}, {MusicNote}",
          "text": "You keep a calm demeanor as you try to talk down the mob. It takes some effort, but the men finally agree to turn the thief over to the authorities, which stops the situation from devolving into chaos.",
          "effects": [
            "Gain 1 prosperity."
          ],
          "resolve": "{Remove}"
        },
        {
          "requirement": "OTHERWISE",
          "text": "You kindly entreat the crowd to back down, and when that doesn't work, you resort to force. No one seems happy that you stopped the hanging, but it was the right thing to do.",
          "effects": [
            "Lose 1 reputation."
          ],
          "resolve": "{Remove}"
        }
      ]
    },
    "optionB": {
      "choice": "lake no action and see this through to its logical conclusion.",
      "outcomes": [
        {
          "text": "You watch as the men move past you toward the gibbet. One carries a thick rope that he ties around the Vermling's neck. The other end of the rope is thrown over the cross beam and then the men begin pulling, hoisting the helpless thief up off his feet. He struggles in vain, a panicked look in his eyes, but eventually he stops moving. The men tie off the rope, leaving the lifeless thief hanging. People begin to mill about, many stopping to spit on the ground before returning to work.",
          "effects": [
            "Add City Event 60 to the deck."
          ],
          "resolve": "{Remove}"
        }
      ]
    }
  },
  {
    "id": 28,
    "type": "city",
    "text": "Ah, the Sleeping Lion. Surely there is no better place to get a drink and relax after clearing out some dank dungeon.\n\nOn this particular occasion, though, you are approached by a heavily scarred Inox. She sits at your table and pushes forward a piece of paper.\n\n\"An interested party would like to hire you to steal a valuable figurine from a residence in the Battlements.\" she says matter-of-factly. \"The details are on the paper. Meet me in the back alley in two days' time after the job is done.\"",
    "optionA": {
      "choice": "Accept the mysterious job. You can handle anything.",
      "outcomes": [
        {
          "requirement": "{Scoundrel}, {Mindthief}, {Eclipse}",
          "text": "The job proves easy enough with the proper expertise. The plans are simple, and you are in and out of the estate easily, free to meet up with the Inox and claim your payment.",
          "effects": [
            "Gain 10 gold each."
          ],
          "resolve": "{Remove}"
        },
        {
          "requirement": "OTHERWISE",
          "text": "It turns out confidence isn't enough when it comes to sneaking in and out of a well-guarded estate without being seen. You didn't get the figurine, and one of the guards got a pretty good look at you.",
          "effects": [
            "Lose 3 reputation."
          ],
          "resolve": "{Remove}"
        }
      ]
    },
    "optionB": {
      "choice": "Incredulously explain she must have the wrong people and you won't take the job.",
      "outcomes": [
        {
          "text": "You grab the Inox's arm as she is getting up to leave and push the paper back toward her. She looks incredibly angry as you explain that your group doesn't do this sort of thing. She wordlessly grabs the plans and storms out of the bar.",
          "effects": [
            "No effect."
          ],
          "resolve": "{Remove}"
        }
      ]
    }
  },
  {
    "id": 29,
    "type": "city",
    "text": "You get word from a contact that there is trouble brewing down at the East Walls and decide to investigate.\n\nWhat you find is a large contingency of the city's Savvas workforce — the best builders you'll find anywhere — in open rebellion against the construction managers, demanding better pay for the specialized work they perform. \"This city would he a lifeless pile of rocks without us!\" one of the Savvas yells. \"Its time we see some of its prosperity!\"\n\nThe manager on the other side of the argument looks like a captured mouse, not sure at all how to get out of the situation.",
    "optionA": {
      "choice": "Talk to the Savvas, appealing to their sense of duty and community.",
      "outcomes": [
        {
          "requirement": "{Cragheart}, {Triangles}",
          "text": "The workers' hard expressions soften a bit when they see a Savvas among you. You talk for a while and explain that they need the city just as much as the city needs them. In the end, you sell them on a smaller wage increase, and everyone returns to work.",
          "effects": [
            "Gain 1 prosperity."
          ],
          "resolve": "{Remove}"
        },
        {
          "requirement": "OTHERWISE",
          "text": "Even after much effort, the workers won't speak to you at all, calling you part of the problem. The strike is eventually resolved, but no one seems happy.",
          "effects": [
            "No effect."
          ],
          "resolve": "{Return}"
        }
      ]
    },
    "optionB": {
      "choice": "Talk to the managers and attempt to get the Savvas better pay.",
      "outcomes": [
        {
          "requirement": "{Scoundrel}, {Saw}, {MusicNote}",
          "text": "\"I-I just can't give them more money!\" the manager pleads. After some persuasion, though, he seems to open up to negotiation, The workers and management meet halfway and everyone seems content.",
          "effects": [
            "Gain 1 prosperity."
          ],
          "resolve": "{Return}"
        },
        {
          "requirement": "OTHERWISE",
          "text": "You just can't get the manager to budge on his position, and he only gets angrier with continued pushing. The Savvas eventually agree tentatively to continue work, but the underlying problem remains.",
          "effects": [
            "No effect."
          ],
          "resolve": "{Remove}"
        }
      ]
    }
  },
  {
    "id": 30,
    "type": "city",
    "text": "As you shop for supplies at the Sinking Market, your hand instinctively goes for the purse at your waist.\n\nIt's gone!\n\nYou quickly scan the crowd and see a small Vermling darting away from you, heading directly toward a sewer grating.",
    "optionA": {
      "choice": "Give chase! No one steals from you and gets away with it.",
      "outcomes": [
        {
          "requirement": "{Mindthief}",
          "text": "The Vermling escapes into the sewers, but the Mindthief is able to give chase, catching up as the cutpurse enters his nest. There you find more wealth than what was lost.",
          "effects": [
            "Gain 5 gold each.",
            "Gain 1 collective \"Flea-Bitten Shawl\" (Item 105)"
          ],
          "resolve": "{Remove}"
        },
        {
          "requirement": "OTHERWISE",
          "text": "The Vermling disappears into the sewers, and you try to give chase. But after a few minutes you are hopelessly lost and are forced to give up.",
          "effects": [
            "Lose 5 gold each."
          ],
          "resolve": "{Return}"
        }
      ]
    },
    "optionB": {
      "choice": "Take a clear shot at him with a bow before he disappears into the grating.",
      "outcomes": [
        {
          "text": "You raise your bow and take aim at the thief. A woman screams, but you try not to let it faze you. As the Vermling pauses to open the grate, you fire the arrow and see the furry figure drop. You smile and go to retrieve your gold from the corpse. You get a lot of dirty looks, though. Apparently firing a bow on a crowded street is frowned upon.",
          "effects": [
            "Lose 1 reputation."
          ],
          "resolve": "{Remove}"
        }
      ]
    }
  }
]